<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы аутентификации
    |--------------------------------------------------------------------------
    |
    | Следующие языковые ресурсы используются во время аутентификации для
    | различных сообщений которые мы должны вывести пользователю на экран.
    | Вы можете свободно изменять эти языковые ресурсы в соответствии
    | с требованиями вашего приложения.
    |
    */

    'failed'   => 'Неверное имя пользователя или пароль.',
    'throttle' => 'Слишком много попыток входа. Пожалуйста, попробуйте еще раз через :seconds секунд.',
    'login' => 'Войти',
    'logout' => 'Выйти',
    'register' => 'Регистрация',
    'email' => 'E-mail',
    'password' => 'Пароль',
    'confirm_password' => 'Подтвердить Пароль',
    'remember_me' => 'Запомнить меня',
    'forgot_password' => 'Забыли пароль?',
    'dont_have_account' => 'Нет акаунта?',
    'do_you_have_account' => 'Есть аккаунт?',
    'invalid_old_password' => 'Неверный старый пароль',
];
